Repository: wp-plugins/extended-categories-widget
Catalog: 2.8/lang/avh-ec-*.po
Languages: fr_fr

source: Category Group
fr_fr: Groupe de catégorie

source: Overview
fr_fr: Présentation

source: General Options
fr_fr: Options générales

source: Category Groups
fr_fr: Groupes de catégorie

source: Announcements
fr_fr: Annonces

source: Donations
fr_fr: Dons

source: Options saved
fr_fr: Options sauvegardées

source: Save Changes
fr_fr: Sauver les modifications

source: Add Group
fr_fr: Ajouter un groupe

source: Category group saved
fr_fr: Groupe de la catégorie sauvegardée

source: Category group conflicts with
fr_fr: Groupe de la catégorie en conflit avec

source: Edit Group
fr_fr: Editer le groupe

source: Category group updated
fr_fr: Groupe de categorie mis a jour

source: Category group not updated
fr_fr: Groupe de catégorie non mis a jour

source: Unknown category group
fr_fr: Groupe de catégorie inconnu

source: Add group
fr_fr: Ajouter un groupe

source: Update group
fr_fr: Groupe mis a jour

source: Translation
fr_fr: Traduction

source: Settings
fr_fr: Paramètres

source: Name
fr_fr: Nom

source: Categories in the group
fr_fr: Categorie dans le groupe

source: Your attempt to delete this group: &#8220;%s&#8221; has failed.
fr_fr: Votre demande pour supprimer ce groupe &#8220;%s&#8221; a échoué

source: Edit &#8220;%s&#8221;
fr_fr: Editer &#8220;%s&#8221;

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Supprimer

source: No categories
fr_fr: Pas de catégories

source: View all posts filed under %s
fr_fr: Voir tous les posts sous %s

source: Feed for all posts filed under %s
fr_fr: Flux pour tous les posts sous %s

source: An extended version of the default Categories widget.
fr_fr: Une version étendue de votre widget categorie

source: Select Category
fr_fr: Selection d'une catégorie

source: Title
fr_fr: Titre

source: Show selected categories only
fr_fr: Montrer que les catégories sélectionnées

source: Show post counts
fr_fr: Montrer les articles comptés

source: Show hierarchy
fr_fr: Montrer la hiérarchie

source: How many levels to show
fr_fr: Combien de niveau a afficher

source: All Levels
fr_fr: Tous les niveaux

source: Toplevel only
fr_fr: Unqiuement le 1er niveau

source: Child
fr_fr: Enfants

source: Hide empty categories
fr_fr: Cacher les catégories vides

source: Sort by
fr_fr: Trié par

source: Count
fr_fr: Comptée

source: Sort order
fr_fr: Trié par ordre

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Descendant

source: Display style
fr_fr: Afficher les style

source: List
fr_fr: Liste

source: Drop down
fr_fr: Déroulante

source: Show RSS Feed
fr_fr: Afficher le flux RSS

source: Path (URI) to RSS image
fr_fr: Chemin de l'icone RSS

source: Select categories
fr_fr: Selection des catégories

source: All Categories
fr_fr: Toutes les catégories

source: Exclude the selected categories
fr_fr: Ezclure les catégories sélectionnées

source: Shows the top categories.
fr_fr: Afficher les catégories principales

source: AVH Extended Categories: Top Categories
fr_fr: AVH Extented Categories : Les catégories principales

source: How many categories to show
fr_fr: Nombre de catégories a afficher

source: Shows grouped categories.
fr_fr: Afficher les groupes de catégories

source: AVH Extended Category: Category Group
fr_fr: AVH Extented Category : Groupe de catégorie
